Revit 2024 API
BuiltInFailures.ElementTypeFailures Class
 Failures about ElementTypeFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ElementTypeFailures
Visual Basic
Public NotInheritable Class ElementTypeFailures
Visual C++
public ref class ElementTypeFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ElementTypeFailures
See Also
BuiltInFailures.ElementTypeFailures Members
Autodesk.Revit.DB Namespace